function generateMenu(){

    function makeArray(length){
        return new Array(length).toString().split(',');
    };

    function random(limit){
        return Math.round( Math.random() * limit );
    };

    var dishes = [
        'Каша молочная пшённая с тыквой',
        'Тефтели рыбные в томатном соусе + пюре',
        'Каша молочная рисовая',
        'Филе хека запеченое под маринадом + пюре',
        'Каша молочная геркулесовая',
        'Котлета "норвежская" из семги + рис с шафраном',
        'Каша молочная пшённая',
        'Филе трески жареное в яйце + рис'
    ];
    var categories = [
        'Первые блюда', 'Вторые блюда', 'Салаты', 'Пирожные', 'Прочее'
    ];
    var providers = [
        'Хлеб-Соль', 'Fusion'
    ];

    return makeArray(5).map(function(dish, i){
        return {
            date: new Date(2013, 2, 4 + i).toISOString(),
            items: makeArray(200).map(function(item, j){
                return {
                    id: i * 1000 + ( j + 1 ),
                    name: dishes[ random( dishes.length -1 ) ],
                    price: random(150),
                    category: categories[ random( categories.length - 1 ) ],
                    provider: providers[ random( providers.length - 1 ) ]
                };
            })
        };
    });
};


var mock_menu = [
    {
        "date": "2013-03-03T20:00:00.000Z",
        "items": [
            {
                "id": 1,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 14,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 17,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 141,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4,
                "name": "Каша молочная геркулесовая",
                "price": 115,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 5,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 102,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 6,
                "name": "Каша молочная пшённая",
                "price": 46,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 7,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 16,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 8,
                "name": "Каша молочная геркулесовая",
                "price": 122,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 9,
                "name": "Каша молочная геркулесовая",
                "price": 140,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 10,
                "name": "Каша молочная геркулесовая",
                "price": 3,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 11,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 76,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 12,
                "name": "Каша молочная рисовая",
                "price": 128,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 13,
                "name": "Каша молочная рисовая",
                "price": 54,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 14,
                "name": "Каша молочная пшённая",
                "price": 59,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 15,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 18,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 16,
                "name": "Филе трески жареное в яйце + рис",
                "price": 22,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 17,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 94,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 18,
                "name": "Каша молочная рисовая",
                "price": 15,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 19,
                "name": "Каша молочная пшённая с тыквой",
                "price": 69,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 20,
                "name": "Каша молочная пшённая с тыквой",
                "price": 91,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 21,
                "name": "Каша молочная геркулесовая",
                "price": 141,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 22,
                "name": "Каша молочная пшённая с тыквой",
                "price": 53,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 23,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 2,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 24,
                "name": "Каша молочная рисовая",
                "price": 45,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 25,
                "name": "Каша молочная рисовая",
                "price": 96,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 26,
                "name": "Каша молочная пшённая",
                "price": 76,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 27,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 132,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 28,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 25,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 29,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 59,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 30,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 148,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 31,
                "name": "Каша молочная геркулесовая",
                "price": 148,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 32,
                "name": "Каша молочная пшённая",
                "price": 88,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 33,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 107,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 34,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 146,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 35,
                "name": "Каша молочная рисовая",
                "price": 7,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 36,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 146,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 37,
                "name": "Каша молочная геркулесовая",
                "price": 6,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 38,
                "name": "Каша молочная пшённая с тыквой",
                "price": 58,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 39,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 21,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 40,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 37,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 41,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 26,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 42,
                "name": "Каша молочная пшённая",
                "price": 143,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 43,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 134,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 44,
                "name": "Каша молочная пшённая",
                "price": 104,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 45,
                "name": "Каша молочная пшённая",
                "price": 117,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 46,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 67,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 47,
                "name": "Каша молочная геркулесовая",
                "price": 56,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 48,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 106,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 49,
                "name": "Каша молочная геркулесовая",
                "price": 20,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 50,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 17,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 51,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 141,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 52,
                "name": "Филе трески жареное в яйце + рис",
                "price": 21,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 53,
                "name": "Каша молочная рисовая",
                "price": 94,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 54,
                "name": "Каша молочная пшённая",
                "price": 122,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 55,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 148,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 56,
                "name": "Каша молочная рисовая",
                "price": 127,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 57,
                "name": "Каша молочная пшённая",
                "price": 127,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 58,
                "name": "Каша молочная рисовая",
                "price": 127,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 59,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 92,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 60,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 67,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 61,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 60,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 62,
                "name": "Каша молочная пшённая с тыквой",
                "price": 43,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 63,
                "name": "Каша молочная рисовая",
                "price": 81,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 64,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 33,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 65,
                "name": "Каша молочная геркулесовая",
                "price": 35,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 66,
                "name": "Каша молочная геркулесовая",
                "price": 16,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 67,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 52,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 68,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 98,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 69,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 61,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 70,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 107,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 71,
                "name": "Каша молочная пшённая с тыквой",
                "price": 73,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 72,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 126,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 73,
                "name": "Каша молочная рисовая",
                "price": 21,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 74,
                "name": "Филе трески жареное в яйце + рис",
                "price": 3,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 75,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 100,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 76,
                "name": "Каша молочная пшённая с тыквой",
                "price": 69,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 77,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 68,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 78,
                "name": "Каша молочная геркулесовая",
                "price": 98,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 79,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 116,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 80,
                "name": "Каша молочная пшённая с тыквой",
                "price": 28,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 81,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 104,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 82,
                "name": "Филе трески жареное в яйце + рис",
                "price": 38,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 83,
                "name": "Каша молочная геркулесовая",
                "price": 83,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 84,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 100,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 85,
                "name": "Каша молочная рисовая",
                "price": 108,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 86,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 55,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 87,
                "name": "Каша молочная геркулесовая",
                "price": 6,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 88,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 67,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 89,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 50,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 90,
                "name": "Каша молочная пшённая",
                "price": 127,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 91,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 52,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 92,
                "name": "Каша молочная рисовая",
                "price": 113,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 93,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 58,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 94,
                "name": "Каша молочная рисовая",
                "price": 55,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 95,
                "name": "Каша молочная пшённая с тыквой",
                "price": 21,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 96,
                "name": "Филе трески жареное в яйце + рис",
                "price": 67,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 97,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 18,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 98,
                "name": "Каша молочная пшённая с тыквой",
                "price": 57,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 99,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 22,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 100,
                "name": "Каша молочная пшённая с тыквой",
                "price": 37,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 101,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 70,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 102,
                "name": "Филе трески жареное в яйце + рис",
                "price": 99,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 103,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 39,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 104,
                "name": "Каша молочная пшённая",
                "price": 139,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 105,
                "name": "Каша молочная пшённая с тыквой",
                "price": 47,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 106,
                "name": "Филе трески жареное в яйце + рис",
                "price": 140,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 107,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 13,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 108,
                "name": "Каша молочная рисовая",
                "price": 85,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 109,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 135,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 110,
                "name": "Каша молочная пшённая",
                "price": 118,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 111,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 116,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 112,
                "name": "Каша молочная пшённая",
                "price": 8,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 113,
                "name": "Каша молочная пшённая с тыквой",
                "price": 135,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 114,
                "name": "Каша молочная геркулесовая",
                "price": 2,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 115,
                "name": "Каша молочная рисовая",
                "price": 37,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 116,
                "name": "Каша молочная геркулесовая",
                "price": 58,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 117,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 75,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 118,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 39,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 119,
                "name": "Каша молочная пшённая с тыквой",
                "price": 90,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 120,
                "name": "Каша молочная геркулесовая",
                "price": 144,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 121,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 10,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 122,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 64,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 123,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 3,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 124,
                "name": "Каша молочная геркулесовая",
                "price": 115,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 125,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 11,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 126,
                "name": "Каша молочная пшённая с тыквой",
                "price": 47,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 127,
                "name": "Каша молочная геркулесовая",
                "price": 115,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 128,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 47,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 129,
                "name": "Каша молочная геркулесовая",
                "price": 111,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 130,
                "name": "Каша молочная геркулесовая",
                "price": 26,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 131,
                "name": "Каша молочная пшённая",
                "price": 104,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 132,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 89,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 133,
                "name": "Филе трески жареное в яйце + рис",
                "price": 73,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 134,
                "name": "Каша молочная пшённая",
                "price": 135,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 135,
                "name": "Каша молочная пшённая с тыквой",
                "price": 104,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 136,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 128,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 137,
                "name": "Каша молочная пшённая с тыквой",
                "price": 82,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 138,
                "name": "Каша молочная пшённая",
                "price": 15,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 139,
                "name": "Каша молочная рисовая",
                "price": 130,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 140,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 28,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 141,
                "name": "Каша молочная геркулесовая",
                "price": 148,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 142,
                "name": "Каша молочная рисовая",
                "price": 116,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 143,
                "name": "Каша молочная пшённая",
                "price": 104,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 144,
                "name": "Каша молочная геркулесовая",
                "price": 28,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 145,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 138,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 146,
                "name": "Каша молочная пшённая",
                "price": 138,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 147,
                "name": "Каша молочная рисовая",
                "price": 7,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 148,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 36,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 149,
                "name": "Каша молочная пшённая",
                "price": 85,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 150,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 132,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 151,
                "name": "Каша молочная рисовая",
                "price": 85,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 152,
                "name": "Каша молочная пшённая",
                "price": 143,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 153,
                "name": "Каша молочная пшённая",
                "price": 144,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 154,
                "name": "Каша молочная геркулесовая",
                "price": 17,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 155,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 13,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 156,
                "name": "Каша молочная геркулесовая",
                "price": 28,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 157,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 31,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 158,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 44,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 159,
                "name": "Каша молочная геркулесовая",
                "price": 129,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 160,
                "name": "Каша молочная пшённая",
                "price": 38,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 161,
                "name": "Филе трески жареное в яйце + рис",
                "price": 31,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 162,
                "name": "Каша молочная геркулесовая",
                "price": 82,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 163,
                "name": "Каша молочная пшённая с тыквой",
                "price": 139,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 164,
                "name": "Каша молочная рисовая",
                "price": 147,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 165,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 2,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 166,
                "name": "Каша молочная геркулесовая",
                "price": 93,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 167,
                "name": "Каша молочная рисовая",
                "price": 45,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 168,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 133,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 169,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 54,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 170,
                "name": "Каша молочная пшённая",
                "price": 9,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 171,
                "name": "Каша молочная геркулесовая",
                "price": 48,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 172,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 109,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 173,
                "name": "Каша молочная геркулесовая",
                "price": 103,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 174,
                "name": "Каша молочная рисовая",
                "price": 90,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 175,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 117,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 176,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 138,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 177,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 60,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 178,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 141,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 179,
                "name": "Каша молочная пшённая",
                "price": 137,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 180,
                "name": "Каша молочная пшённая",
                "price": 48,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 181,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 89,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 182,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 125,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 183,
                "name": "Каша молочная рисовая",
                "price": 123,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 184,
                "name": "Каша молочная пшённая",
                "price": 53,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 185,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 130,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 186,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 21,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 187,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 105,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 188,
                "name": "Каша молочная рисовая",
                "price": 131,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 189,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 120,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 190,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 68,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 191,
                "name": "Каша молочная геркулесовая",
                "price": 129,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 192,
                "name": "Каша молочная геркулесовая",
                "price": 139,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 193,
                "name": "Каша молочная геркулесовая",
                "price": 94,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 194,
                "name": "Филе трески жареное в яйце + рис",
                "price": 20,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 195,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 77,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 196,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 30,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 197,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 61,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 198,
                "name": "Каша молочная пшённая",
                "price": 41,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 199,
                "name": "Каша молочная пшённая",
                "price": 144,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 200,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 64,
                "category": "Первые блюда",
                "provider": "Fusion"
            }
        ]
    },
    {
        "date": "2013-03-04T20:00:00.000Z",
        "items": [
            {
                "id": 1001,
                "name": "Каша молочная геркулесовая",
                "price": 38,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1002,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 127,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1003,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 93,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1004,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 56,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1005,
                "name": "Каша молочная геркулесовая",
                "price": 22,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1006,
                "name": "Каша молочная рисовая",
                "price": 73,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1007,
                "name": "Каша молочная рисовая",
                "price": 96,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1008,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 26,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1009,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 36,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1010,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 116,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1011,
                "name": "Филе трески жареное в яйце + рис",
                "price": 104,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1012,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 100,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1013,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 10,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1014,
                "name": "Каша молочная рисовая",
                "price": 82,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1015,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 72,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1016,
                "name": "Каша молочная пшённая",
                "price": 6,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1017,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 84,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1018,
                "name": "Каша молочная рисовая",
                "price": 24,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1019,
                "name": "Каша молочная пшённая",
                "price": 34,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1020,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 31,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1021,
                "name": "Каша молочная рисовая",
                "price": 72,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1022,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 1,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1023,
                "name": "Каша молочная пшённая",
                "price": 126,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1024,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 96,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1025,
                "name": "Каша молочная пшённая",
                "price": 124,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1026,
                "name": "Каша молочная пшённая",
                "price": 12,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1027,
                "name": "Каша молочная пшённая с тыквой",
                "price": 123,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1028,
                "name": "Филе трески жареное в яйце + рис",
                "price": 83,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1029,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 83,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1030,
                "name": "Каша молочная пшённая",
                "price": 94,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1031,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 9,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1032,
                "name": "Каша молочная геркулесовая",
                "price": 71,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1033,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 131,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1034,
                "name": "Филе трески жареное в яйце + рис",
                "price": 29,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1035,
                "name": "Каша молочная рисовая",
                "price": 93,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1036,
                "name": "Каша молочная геркулесовая",
                "price": 6,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1037,
                "name": "Каша молочная геркулесовая",
                "price": 57,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1038,
                "name": "Каша молочная геркулесовая",
                "price": 36,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1039,
                "name": "Каша молочная рисовая",
                "price": 79,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1040,
                "name": "Каша молочная пшённая",
                "price": 16,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1041,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 55,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1042,
                "name": "Каша молочная рисовая",
                "price": 60,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1043,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 131,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1044,
                "name": "Каша молочная геркулесовая",
                "price": 20,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1045,
                "name": "Каша молочная пшённая с тыквой",
                "price": 60,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1046,
                "name": "Каша молочная рисовая",
                "price": 121,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1047,
                "name": "Каша молочная пшённая",
                "price": 49,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1048,
                "name": "Каша молочная рисовая",
                "price": 136,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1049,
                "name": "Каша молочная геркулесовая",
                "price": 113,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1050,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 10,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1051,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 133,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1052,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 120,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1053,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 77,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1054,
                "name": "Филе трески жареное в яйце + рис",
                "price": 88,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1055,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 101,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1056,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 120,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1057,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 120,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1058,
                "name": "Филе трески жареное в яйце + рис",
                "price": 118,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1059,
                "name": "Каша молочная пшённая",
                "price": 6,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1060,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 30,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1061,
                "name": "Каша молочная пшённая с тыквой",
                "price": 83,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1062,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 138,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1063,
                "name": "Каша молочная рисовая",
                "price": 94,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1064,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 67,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1065,
                "name": "Каша молочная пшённая с тыквой",
                "price": 119,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1066,
                "name": "Филе трески жареное в яйце + рис",
                "price": 21,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1067,
                "name": "Филе трески жареное в яйце + рис",
                "price": 130,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1068,
                "name": "Филе трески жареное в яйце + рис",
                "price": 3,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1069,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 89,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1070,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 74,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1071,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 132,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1072,
                "name": "Каша молочная рисовая",
                "price": 9,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1073,
                "name": "Каша молочная рисовая",
                "price": 77,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1074,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 0,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1075,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 40,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1076,
                "name": "Каша молочная рисовая",
                "price": 29,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1077,
                "name": "Каша молочная пшённая",
                "price": 104,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1078,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 27,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1079,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 76,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1080,
                "name": "Филе трески жареное в яйце + рис",
                "price": 78,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1081,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 56,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1082,
                "name": "Каша молочная геркулесовая",
                "price": 68,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1083,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 32,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1084,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 23,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1085,
                "name": "Каша молочная пшённая",
                "price": 12,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1086,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 85,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1087,
                "name": "Каша молочная пшённая с тыквой",
                "price": 47,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1088,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 137,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1089,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 19,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1090,
                "name": "Каша молочная геркулесовая",
                "price": 38,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1091,
                "name": "Каша молочная рисовая",
                "price": 93,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1092,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 101,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1093,
                "name": "Каша молочная пшённая",
                "price": 126,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1094,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 64,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1095,
                "name": "Каша молочная геркулесовая",
                "price": 114,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1096,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 28,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1097,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 104,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1098,
                "name": "Филе трески жареное в яйце + рис",
                "price": 24,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1099,
                "name": "Каша молочная рисовая",
                "price": 118,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1100,
                "name": "Каша молочная пшённая",
                "price": 89,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1101,
                "name": "Каша молочная рисовая",
                "price": 19,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1102,
                "name": "Каша молочная пшённая",
                "price": 64,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1103,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 121,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1104,
                "name": "Каша молочная рисовая",
                "price": 91,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1105,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 78,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1106,
                "name": "Каша молочная рисовая",
                "price": 10,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1107,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 107,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1108,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 23,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1109,
                "name": "Каша молочная пшённая",
                "price": 30,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1110,
                "name": "Каша молочная пшённая",
                "price": 147,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1111,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 37,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1112,
                "name": "Филе трески жареное в яйце + рис",
                "price": 72,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1113,
                "name": "Филе трески жареное в яйце + рис",
                "price": 143,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1114,
                "name": "Каша молочная пшённая",
                "price": 6,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1115,
                "name": "Каша молочная пшённая",
                "price": 60,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1116,
                "name": "Каша молочная пшённая с тыквой",
                "price": 62,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1117,
                "name": "Каша молочная рисовая",
                "price": 73,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1118,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 150,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1119,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 97,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1120,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 61,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1121,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 144,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1122,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 24,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1123,
                "name": "Каша молочная рисовая",
                "price": 63,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1124,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 40,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1125,
                "name": "Каша молочная геркулесовая",
                "price": 41,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1126,
                "name": "Каша молочная пшённая с тыквой",
                "price": 8,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1127,
                "name": "Каша молочная рисовая",
                "price": 27,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1128,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 137,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1129,
                "name": "Каша молочная пшённая",
                "price": 120,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1130,
                "name": "Каша молочная рисовая",
                "price": 83,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1131,
                "name": "Каша молочная рисовая",
                "price": 91,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1132,
                "name": "Филе трески жареное в яйце + рис",
                "price": 134,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1133,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 62,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1134,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 56,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1135,
                "name": "Каша молочная пшённая",
                "price": 115,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1136,
                "name": "Каша молочная пшённая с тыквой",
                "price": 53,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1137,
                "name": "Каша молочная рисовая",
                "price": 82,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1138,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 111,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1139,
                "name": "Каша молочная рисовая",
                "price": 8,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1140,
                "name": "Каша молочная геркулесовая",
                "price": 27,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1141,
                "name": "Филе трески жареное в яйце + рис",
                "price": 104,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1142,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 84,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1143,
                "name": "Каша молочная рисовая",
                "price": 131,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1144,
                "name": "Каша молочная пшённая",
                "price": 133,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1145,
                "name": "Каша молочная геркулесовая",
                "price": 125,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1146,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 108,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1147,
                "name": "Каша молочная геркулесовая",
                "price": 23,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1148,
                "name": "Каша молочная рисовая",
                "price": 125,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1149,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 4,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1150,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 72,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1151,
                "name": "Каша молочная пшённая с тыквой",
                "price": 125,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1152,
                "name": "Каша молочная рисовая",
                "price": 37,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1153,
                "name": "Каша молочная рисовая",
                "price": 104,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1154,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 60,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1155,
                "name": "Каша молочная рисовая",
                "price": 50,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1156,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 5,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1157,
                "name": "Каша молочная пшённая",
                "price": 144,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1158,
                "name": "Каша молочная пшённая",
                "price": 0,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1159,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 27,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1160,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 31,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1161,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 48,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1162,
                "name": "Каша молочная рисовая",
                "price": 134,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1163,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 131,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1164,
                "name": "Каша молочная рисовая",
                "price": 104,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1165,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 27,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1166,
                "name": "Каша молочная рисовая",
                "price": 36,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1167,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 31,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1168,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 77,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1169,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 141,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1170,
                "name": "Каша молочная пшённая",
                "price": 48,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1171,
                "name": "Каша молочная геркулесовая",
                "price": 32,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1172,
                "name": "Филе трески жареное в яйце + рис",
                "price": 42,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1173,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 77,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1174,
                "name": "Каша молочная рисовая",
                "price": 27,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1175,
                "name": "Каша молочная пшённая с тыквой",
                "price": 79,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1176,
                "name": "Каша молочная пшённая с тыквой",
                "price": 30,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1177,
                "name": "Каша молочная геркулесовая",
                "price": 79,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1178,
                "name": "Каша молочная пшённая с тыквой",
                "price": 3,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1179,
                "name": "Каша молочная пшённая",
                "price": 18,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1180,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 76,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1181,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 145,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1182,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 14,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1183,
                "name": "Каша молочная геркулесовая",
                "price": 97,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1184,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 59,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 1185,
                "name": "Каша молочная пшённая с тыквой",
                "price": 85,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1186,
                "name": "Каша молочная рисовая",
                "price": 100,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 1187,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 53,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1188,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 77,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1189,
                "name": "Каша молочная пшённая",
                "price": 59,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1190,
                "name": "Каша молочная рисовая",
                "price": 149,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1191,
                "name": "Каша молочная рисовая",
                "price": 147,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 1192,
                "name": "Каша молочная пшённая",
                "price": 81,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1193,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 55,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1194,
                "name": "Каша молочная рисовая",
                "price": 80,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1195,
                "name": "Каша молочная геркулесовая",
                "price": 65,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1196,
                "name": "Каша молочная пшённая",
                "price": 6,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 1197,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 17,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1198,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 147,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1199,
                "name": "Каша молочная геркулесовая",
                "price": 106,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 1200,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 116,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            }
        ]
    },
    {
        "date": "2013-03-05T20:00:00.000Z",
        "items": [
            {
                "id": 2001,
                "name": "Каша молочная геркулесовая",
                "price": 140,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2002,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 47,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2003,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 30,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2004,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 33,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2005,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 55,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2006,
                "name": "Каша молочная пшённая",
                "price": 58,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2007,
                "name": "Каша молочная рисовая",
                "price": 94,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2008,
                "name": "Каша молочная пшённая",
                "price": 142,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2009,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 48,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2010,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 44,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2011,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 42,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2012,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 9,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2013,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 86,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2014,
                "name": "Каша молочная пшённая с тыквой",
                "price": 149,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2015,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 143,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2016,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 27,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2017,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 101,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2018,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 41,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2019,
                "name": "Каша молочная пшённая",
                "price": 3,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2020,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 103,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2021,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 58,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2022,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 15,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2023,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 11,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2024,
                "name": "Каша молочная рисовая",
                "price": 148,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2025,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 116,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2026,
                "name": "Каша молочная геркулесовая",
                "price": 49,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2027,
                "name": "Каша молочная рисовая",
                "price": 54,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2028,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 65,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2029,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 83,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2030,
                "name": "Каша молочная пшённая",
                "price": 18,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2031,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 54,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2032,
                "name": "Каша молочная рисовая",
                "price": 82,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2033,
                "name": "Каша молочная пшённая",
                "price": 53,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2034,
                "name": "Филе трески жареное в яйце + рис",
                "price": 132,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2035,
                "name": "Каша молочная геркулесовая",
                "price": 148,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2036,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 130,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2037,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 44,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2038,
                "name": "Каша молочная пшённая с тыквой",
                "price": 64,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2039,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 138,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2040,
                "name": "Каша молочная пшённая",
                "price": 133,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2041,
                "name": "Каша молочная пшённая",
                "price": 97,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2042,
                "name": "Каша молочная геркулесовая",
                "price": 11,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2043,
                "name": "Каша молочная пшённая с тыквой",
                "price": 77,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2044,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 129,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2045,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 148,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2046,
                "name": "Каша молочная пшённая",
                "price": 121,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2047,
                "name": "Каша молочная пшённая с тыквой",
                "price": 115,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2048,
                "name": "Каша молочная геркулесовая",
                "price": 43,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2049,
                "name": "Каша молочная пшённая",
                "price": 43,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2050,
                "name": "Каша молочная пшённая с тыквой",
                "price": 130,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2051,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 144,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2052,
                "name": "Каша молочная пшённая",
                "price": 22,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2053,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 88,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2054,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 14,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2055,
                "name": "Каша молочная рисовая",
                "price": 2,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2056,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 24,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2057,
                "name": "Каша молочная пшённая",
                "price": 127,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2058,
                "name": "Каша молочная пшённая с тыквой",
                "price": 133,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2059,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 87,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2060,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 20,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2061,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 46,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2062,
                "name": "Каша молочная пшённая",
                "price": 20,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2063,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 131,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2064,
                "name": "Каша молочная геркулесовая",
                "price": 37,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2065,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 105,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2066,
                "name": "Каша молочная геркулесовая",
                "price": 102,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2067,
                "name": "Каша молочная рисовая",
                "price": 42,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2068,
                "name": "Каша молочная геркулесовая",
                "price": 43,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2069,
                "name": "Каша молочная пшённая с тыквой",
                "price": 102,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2070,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 8,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2071,
                "name": "Каша молочная геркулесовая",
                "price": 55,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2072,
                "name": "Каша молочная рисовая",
                "price": 64,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2073,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 49,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2074,
                "name": "Каша молочная пшённая",
                "price": 132,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2075,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 74,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2076,
                "name": "Филе трески жареное в яйце + рис",
                "price": 73,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2077,
                "name": "Каша молочная рисовая",
                "price": 2,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2078,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 88,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2079,
                "name": "Каша молочная пшённая",
                "price": 89,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2080,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 140,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2081,
                "name": "Каша молочная рисовая",
                "price": 70,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2082,
                "name": "Филе трески жареное в яйце + рис",
                "price": 115,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2083,
                "name": "Филе трески жареное в яйце + рис",
                "price": 144,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2084,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 38,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2085,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 11,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2086,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 135,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2087,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 75,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2088,
                "name": "Каша молочная пшённая",
                "price": 75,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2089,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 62,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2090,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 86,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2091,
                "name": "Каша молочная пшённая",
                "price": 95,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2092,
                "name": "Каша молочная пшённая с тыквой",
                "price": 4,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2093,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 118,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2094,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 60,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2095,
                "name": "Каша молочная рисовая",
                "price": 116,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2096,
                "name": "Каша молочная рисовая",
                "price": 123,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2097,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 101,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2098,
                "name": "Каша молочная пшённая с тыквой",
                "price": 96,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2099,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 88,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2100,
                "name": "Каша молочная пшённая",
                "price": 65,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2101,
                "name": "Каша молочная пшённая",
                "price": 14,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2102,
                "name": "Филе трески жареное в яйце + рис",
                "price": 98,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2103,
                "name": "Каша молочная пшённая",
                "price": 20,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2104,
                "name": "Каша молочная рисовая",
                "price": 148,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2105,
                "name": "Каша молочная рисовая",
                "price": 15,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2106,
                "name": "Филе трески жареное в яйце + рис",
                "price": 9,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2107,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 87,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2108,
                "name": "Каша молочная пшённая",
                "price": 42,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2109,
                "name": "Каша молочная геркулесовая",
                "price": 19,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2110,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 117,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2111,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 18,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2112,
                "name": "Каша молочная геркулесовая",
                "price": 104,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2113,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 107,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2114,
                "name": "Каша молочная пшённая с тыквой",
                "price": 22,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2115,
                "name": "Филе трески жареное в яйце + рис",
                "price": 74,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2116,
                "name": "Каша молочная рисовая",
                "price": 96,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2117,
                "name": "Каша молочная пшённая с тыквой",
                "price": 91,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2118,
                "name": "Каша молочная рисовая",
                "price": 125,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2119,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 40,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2120,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 73,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2121,
                "name": "Каша молочная геркулесовая",
                "price": 32,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2122,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 43,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2123,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 140,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2124,
                "name": "Каша молочная геркулесовая",
                "price": 145,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2125,
                "name": "Каша молочная рисовая",
                "price": 148,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2126,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 123,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2127,
                "name": "Филе трески жареное в яйце + рис",
                "price": 41,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2128,
                "name": "Филе трески жареное в яйце + рис",
                "price": 120,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2129,
                "name": "Каша молочная рисовая",
                "price": 44,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2130,
                "name": "Каша молочная геркулесовая",
                "price": 131,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2131,
                "name": "Каша молочная пшённая",
                "price": 33,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2132,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 41,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2133,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 14,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2134,
                "name": "Каша молочная геркулесовая",
                "price": 2,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2135,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 109,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2136,
                "name": "Каша молочная пшённая с тыквой",
                "price": 108,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2137,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 147,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2138,
                "name": "Каша молочная пшённая с тыквой",
                "price": 109,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2139,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 76,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2140,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 16,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2141,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 145,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2142,
                "name": "Каша молочная пшённая",
                "price": 7,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2143,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 34,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2144,
                "name": "Каша молочная геркулесовая",
                "price": 38,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2145,
                "name": "Каша молочная геркулесовая",
                "price": 106,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2146,
                "name": "Каша молочная пшённая",
                "price": 25,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2147,
                "name": "Каша молочная пшённая с тыквой",
                "price": 7,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2148,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 79,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2149,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 3,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2150,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 130,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2151,
                "name": "Каша молочная рисовая",
                "price": 132,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2152,
                "name": "Каша молочная геркулесовая",
                "price": 148,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2153,
                "name": "Каша молочная пшённая",
                "price": 25,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2154,
                "name": "Каша молочная геркулесовая",
                "price": 52,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2155,
                "name": "Каша молочная геркулесовая",
                "price": 55,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2156,
                "name": "Каша молочная геркулесовая",
                "price": 110,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2157,
                "name": "Каша молочная пшённая",
                "price": 78,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2158,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 9,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2159,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 6,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2160,
                "name": "Филе трески жареное в яйце + рис",
                "price": 102,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2161,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 125,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2162,
                "name": "Каша молочная пшённая",
                "price": 116,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2163,
                "name": "Каша молочная геркулесовая",
                "price": 51,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2164,
                "name": "Каша молочная пшённая",
                "price": 149,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2165,
                "name": "Каша молочная геркулесовая",
                "price": 75,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2166,
                "name": "Каша молочная рисовая",
                "price": 135,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2167,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 50,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2168,
                "name": "Каша молочная геркулесовая",
                "price": 50,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2169,
                "name": "Каша молочная рисовая",
                "price": 8,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2170,
                "name": "Каша молочная рисовая",
                "price": 134,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2171,
                "name": "Каша молочная пшённая",
                "price": 8,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2172,
                "name": "Каша молочная пшённая с тыквой",
                "price": 22,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2173,
                "name": "Филе трески жареное в яйце + рис",
                "price": 11,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2174,
                "name": "Филе трески жареное в яйце + рис",
                "price": 110,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2175,
                "name": "Каша молочная геркулесовая",
                "price": 114,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2176,
                "name": "Каша молочная рисовая",
                "price": 132,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2177,
                "name": "Каша молочная пшённая",
                "price": 39,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2178,
                "name": "Каша молочная геркулесовая",
                "price": 88,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 2179,
                "name": "Каша молочная геркулесовая",
                "price": 54,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2180,
                "name": "Каша молочная рисовая",
                "price": 77,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2181,
                "name": "Каша молочная пшённая",
                "price": 29,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2182,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 20,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2183,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 136,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2184,
                "name": "Каша молочная рисовая",
                "price": 141,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2185,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 134,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 2186,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 6,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2187,
                "name": "Каша молочная пшённая",
                "price": 107,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2188,
                "name": "Каша молочная геркулесовая",
                "price": 54,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2189,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 131,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2190,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 12,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2191,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 127,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2192,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 84,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2193,
                "name": "Филе трески жареное в яйце + рис",
                "price": 95,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2194,
                "name": "Филе трески жареное в яйце + рис",
                "price": 121,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 2195,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 29,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2196,
                "name": "Каша молочная пшённая",
                "price": 82,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2197,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 3,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2198,
                "name": "Каша молочная рисовая",
                "price": 78,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 2199,
                "name": "Каша молочная рисовая",
                "price": 29,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 2200,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 46,
                "category": "Вторые блюда",
                "provider": "Fusion"
            }
        ]
    },
    {
        "date": "2013-03-06T20:00:00.000Z",
        "items": [
            {
                "id": 3001,
                "name": "Каша молочная пшённая",
                "price": 61,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3002,
                "name": "Филе трески жареное в яйце + рис",
                "price": 81,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3003,
                "name": "Каша молочная пшённая",
                "price": 51,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3004,
                "name": "Каша молочная пшённая с тыквой",
                "price": 36,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3005,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 144,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3006,
                "name": "Каша молочная геркулесовая",
                "price": 148,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3007,
                "name": "Каша молочная геркулесовая",
                "price": 97,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3008,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 103,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3009,
                "name": "Каша молочная геркулесовая",
                "price": 61,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3010,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 142,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3011,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 128,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3012,
                "name": "Каша молочная рисовая",
                "price": 136,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3013,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 24,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3014,
                "name": "Каша молочная геркулесовая",
                "price": 112,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3015,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 13,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3016,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 127,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3017,
                "name": "Каша молочная геркулесовая",
                "price": 86,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3018,
                "name": "Филе трески жареное в яйце + рис",
                "price": 81,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3019,
                "name": "Каша молочная рисовая",
                "price": 22,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3020,
                "name": "Каша молочная рисовая",
                "price": 27,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3021,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 73,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3022,
                "name": "Каша молочная рисовая",
                "price": 24,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3023,
                "name": "Каша молочная пшённая с тыквой",
                "price": 107,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 3024,
                "name": "Каша молочная геркулесовая",
                "price": 18,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 3025,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 61,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3026,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 106,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3027,
                "name": "Филе трески жареное в яйце + рис",
                "price": 145,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3028,
                "name": "Каша молочная рисовая",
                "price": 94,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3029,
                "name": "Филе трески жареное в яйце + рис",
                "price": 143,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3030,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 10,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3031,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 22,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3032,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 13,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3033,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 36,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3034,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 149,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3035,
                "name": "Каша молочная рисовая",
                "price": 95,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3036,
                "name": "Каша молочная рисовая",
                "price": 17,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3037,
                "name": "Филе трески жареное в яйце + рис",
                "price": 144,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3038,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 150,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3039,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 139,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3040,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 135,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3041,
                "name": "Каша молочная рисовая",
                "price": 134,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3042,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 94,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 3043,
                "name": "Филе трески жареное в яйце + рис",
                "price": 109,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3044,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 37,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3045,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 100,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3046,
                "name": "Каша молочная пшённая",
                "price": 54,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3047,
                "name": "Филе трески жареное в яйце + рис",
                "price": 31,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3048,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 108,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3049,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 0,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3050,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 59,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3051,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 121,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3052,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 42,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3053,
                "name": "Каша молочная пшённая",
                "price": 149,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3054,
                "name": "Каша молочная геркулесовая",
                "price": 135,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3055,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 31,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3056,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 84,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3057,
                "name": "Каша молочная пшённая с тыквой",
                "price": 22,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3058,
                "name": "Каша молочная пшённая с тыквой",
                "price": 22,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3059,
                "name": "Каша молочная рисовая",
                "price": 116,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3060,
                "name": "Каша молочная рисовая",
                "price": 60,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3061,
                "name": "Каша молочная геркулесовая",
                "price": 88,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3062,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 116,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3063,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 8,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3064,
                "name": "Каша молочная геркулесовая",
                "price": 86,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3065,
                "name": "Каша молочная пшённая",
                "price": 21,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3066,
                "name": "Каша молочная геркулесовая",
                "price": 119,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3067,
                "name": "Каша молочная рисовая",
                "price": 105,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3068,
                "name": "Каша молочная рисовая",
                "price": 111,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3069,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 67,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3070,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 67,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3071,
                "name": "Каша молочная пшённая",
                "price": 126,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3072,
                "name": "Каша молочная геркулесовая",
                "price": 59,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3073,
                "name": "Каша молочная рисовая",
                "price": 31,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3074,
                "name": "Филе трески жареное в яйце + рис",
                "price": 57,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3075,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 41,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3076,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 145,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3077,
                "name": "Каша молочная пшённая с тыквой",
                "price": 101,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3078,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 40,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3079,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 149,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3080,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 55,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3081,
                "name": "Каша молочная пшённая",
                "price": 10,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3082,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 80,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3083,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 110,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3084,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 42,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3085,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 143,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3086,
                "name": "Каша молочная геркулесовая",
                "price": 117,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3087,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 141,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3088,
                "name": "Каша молочная пшённая с тыквой",
                "price": 23,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3089,
                "name": "Каша молочная пшённая",
                "price": 9,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 3090,
                "name": "Каша молочная рисовая",
                "price": 51,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3091,
                "name": "Каша молочная рисовая",
                "price": 117,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3092,
                "name": "Филе трески жареное в яйце + рис",
                "price": 93,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3093,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 75,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3094,
                "name": "Каша молочная рисовая",
                "price": 97,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3095,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 3,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3096,
                "name": "Каша молочная рисовая",
                "price": 36,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3097,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 60,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3098,
                "name": "Каша молочная рисовая",
                "price": 141,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3099,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 75,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3100,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 15,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3101,
                "name": "Каша молочная рисовая",
                "price": 28,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3102,
                "name": "Каша молочная пшённая",
                "price": 69,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3103,
                "name": "Каша молочная геркулесовая",
                "price": 47,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 3104,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 70,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3105,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 75,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3106,
                "name": "Филе трески жареное в яйце + рис",
                "price": 13,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3107,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 138,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3108,
                "name": "Каша молочная рисовая",
                "price": 127,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3109,
                "name": "Каша молочная геркулесовая",
                "price": 39,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3110,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 51,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3111,
                "name": "Каша молочная пшённая",
                "price": 16,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 3112,
                "name": "Каша молочная геркулесовая",
                "price": 2,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3113,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 118,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3114,
                "name": "Каша молочная рисовая",
                "price": 76,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3115,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 115,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3116,
                "name": "Каша молочная геркулесовая",
                "price": 103,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3117,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 29,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3118,
                "name": "Каша молочная геркулесовая",
                "price": 113,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3119,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 106,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 3120,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 31,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3121,
                "name": "Филе трески жареное в яйце + рис",
                "price": 22,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3122,
                "name": "Филе трески жареное в яйце + рис",
                "price": 15,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3123,
                "name": "Каша молочная пшённая с тыквой",
                "price": 121,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3124,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 22,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3125,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 35,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3126,
                "name": "Каша молочная пшённая",
                "price": 6,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3127,
                "name": "Каша молочная пшённая",
                "price": 39,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3128,
                "name": "Каша молочная рисовая",
                "price": 59,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3129,
                "name": "Каша молочная пшённая",
                "price": 113,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3130,
                "name": "Филе трески жареное в яйце + рис",
                "price": 87,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3131,
                "name": "Каша молочная пшённая",
                "price": 40,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3132,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 52,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 3133,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 29,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3134,
                "name": "Каша молочная рисовая",
                "price": 46,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3135,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 84,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 3136,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 137,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3137,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 93,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3138,
                "name": "Каша молочная пшённая",
                "price": 126,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3139,
                "name": "Каша молочная пшённая с тыквой",
                "price": 58,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 3140,
                "name": "Каша молочная пшённая с тыквой",
                "price": 34,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3141,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 89,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3142,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 8,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3143,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 96,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3144,
                "name": "Каша молочная геркулесовая",
                "price": 57,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3145,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 22,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3146,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 82,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3147,
                "name": "Каша молочная геркулесовая",
                "price": 18,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3148,
                "name": "Каша молочная пшённая",
                "price": 109,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3149,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 3,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3150,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 13,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3151,
                "name": "Каша молочная рисовая",
                "price": 143,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3152,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 104,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3153,
                "name": "Каша молочная пшённая с тыквой",
                "price": 46,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3154,
                "name": "Каша молочная геркулесовая",
                "price": 71,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3155,
                "name": "Каша молочная пшённая",
                "price": 118,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3156,
                "name": "Каша молочная пшённая",
                "price": 114,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3157,
                "name": "Каша молочная пшённая",
                "price": 2,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3158,
                "name": "Каша молочная рисовая",
                "price": 69,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3159,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 59,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 3160,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 17,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3161,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 125,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 3162,
                "name": "Каша молочная пшённая",
                "price": 105,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3163,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 105,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3164,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 82,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3165,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 3,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3166,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 136,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3167,
                "name": "Каша молочная геркулесовая",
                "price": 76,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3168,
                "name": "Каша молочная пшённая с тыквой",
                "price": 94,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3169,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 85,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3170,
                "name": "Каша молочная рисовая",
                "price": 0,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3171,
                "name": "Каша молочная геркулесовая",
                "price": 71,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3172,
                "name": "Каша молочная рисовая",
                "price": 125,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3173,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 114,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3174,
                "name": "Каша молочная пшённая",
                "price": 119,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3175,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 19,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3176,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 9,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3177,
                "name": "Каша молочная пшённая с тыквой",
                "price": 92,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 3178,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 70,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3179,
                "name": "Каша молочная пшённая с тыквой",
                "price": 137,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3180,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 11,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3181,
                "name": "Каша молочная пшённая",
                "price": 150,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3182,
                "name": "Филе трески жареное в яйце + рис",
                "price": 8,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3183,
                "name": "Каша молочная рисовая",
                "price": 142,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3184,
                "name": "Каша молочная геркулесовая",
                "price": 136,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3185,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 109,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3186,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 6,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3187,
                "name": "Каша молочная геркулесовая",
                "price": 2,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3188,
                "name": "Каша молочная рисовая",
                "price": 0,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 3189,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 56,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3190,
                "name": "Каша молочная пшённая",
                "price": 102,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 3191,
                "name": "Каша молочная пшённая",
                "price": 26,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3192,
                "name": "Каша молочная рисовая",
                "price": 143,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3193,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 14,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3194,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 19,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3195,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 22,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 3196,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 86,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3197,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 38,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3198,
                "name": "Каша молочная пшённая",
                "price": 125,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3199,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 87,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 3200,
                "name": "Каша молочная пшённая с тыквой",
                "price": 97,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            }
        ]
    },
    {
        "date": "2013-03-07T20:00:00.000Z",
        "items": [
            {
                "id": 4001,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 9,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4002,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 129,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4003,
                "name": "Каша молочная пшённая",
                "price": 76,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4004,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 66,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4005,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 148,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4006,
                "name": "Каша молочная пшённая",
                "price": 71,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4007,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 89,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4008,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 129,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4009,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 36,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4010,
                "name": "Каша молочная рисовая",
                "price": 11,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4011,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 43,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4012,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 34,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4013,
                "name": "Каша молочная пшённая",
                "price": 84,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4014,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 127,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4015,
                "name": "Каша молочная пшённая с тыквой",
                "price": 85,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4016,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 102,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4017,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 19,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4018,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 128,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4019,
                "name": "Каша молочная геркулесовая",
                "price": 149,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4020,
                "name": "Каша молочная рисовая",
                "price": 79,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4021,
                "name": "Каша молочная пшённая",
                "price": 89,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4022,
                "name": "Каша молочная рисовая",
                "price": 50,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4023,
                "name": "Каша молочная пшённая с тыквой",
                "price": 36,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4024,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 119,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4025,
                "name": "Каша молочная пшённая с тыквой",
                "price": 131,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4026,
                "name": "Филе трески жареное в яйце + рис",
                "price": 22,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4027,
                "name": "Филе трески жареное в яйце + рис",
                "price": 69,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4028,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 100,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4029,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 75,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4030,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 1,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4031,
                "name": "Каша молочная геркулесовая",
                "price": 7,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4032,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 121,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4033,
                "name": "Каша молочная пшённая с тыквой",
                "price": 106,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4034,
                "name": "Каша молочная геркулесовая",
                "price": 99,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4035,
                "name": "Каша молочная рисовая",
                "price": 13,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 4036,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 101,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4037,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 68,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4038,
                "name": "Каша молочная пшённая",
                "price": 92,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4039,
                "name": "Каша молочная пшённая",
                "price": 139,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4040,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 75,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4041,
                "name": "Каша молочная рисовая",
                "price": 14,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4042,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 125,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4043,
                "name": "Каша молочная рисовая",
                "price": 132,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4044,
                "name": "Каша молочная пшённая",
                "price": 39,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4045,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 21,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4046,
                "name": "Каша молочная рисовая",
                "price": 39,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4047,
                "name": "Каша молочная рисовая",
                "price": 39,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 4048,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 1,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4049,
                "name": "Каша молочная пшённая",
                "price": 143,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4050,
                "name": "Филе трески жареное в яйце + рис",
                "price": 82,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4051,
                "name": "Каша молочная геркулесовая",
                "price": 17,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4052,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 73,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4053,
                "name": "Каша молочная рисовая",
                "price": 120,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4054,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 79,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4055,
                "name": "Каша молочная пшённая с тыквой",
                "price": 39,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4056,
                "name": "Каша молочная пшённая с тыквой",
                "price": 82,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4057,
                "name": "Филе трески жареное в яйце + рис",
                "price": 111,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4058,
                "name": "Каша молочная рисовая",
                "price": 102,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4059,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 76,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4060,
                "name": "Каша молочная геркулесовая",
                "price": 133,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4061,
                "name": "Каша молочная пшённая",
                "price": 138,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4062,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 95,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4063,
                "name": "Каша молочная геркулесовая",
                "price": 64,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4064,
                "name": "Каша молочная пшённая",
                "price": 51,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4065,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 144,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4066,
                "name": "Каша молочная пшённая",
                "price": 1,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4067,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 39,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4068,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 111,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4069,
                "name": "Каша молочная пшённая с тыквой",
                "price": 50,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4070,
                "name": "Каша молочная геркулесовая",
                "price": 49,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4071,
                "name": "Каша молочная рисовая",
                "price": 19,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4072,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 121,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4073,
                "name": "Каша молочная геркулесовая",
                "price": 107,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4074,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 122,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4075,
                "name": "Каша молочная геркулесовая",
                "price": 116,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4076,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 70,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4077,
                "name": "Каша молочная пшённая",
                "price": 114,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4078,
                "name": "Каша молочная пшённая",
                "price": 18,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4079,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 145,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 4080,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 98,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4081,
                "name": "Филе трески жареное в яйце + рис",
                "price": 52,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4082,
                "name": "Каша молочная геркулесовая",
                "price": 64,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4083,
                "name": "Каша молочная пшённая",
                "price": 38,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4084,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 101,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4085,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 87,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4086,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 65,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4087,
                "name": "Каша молочная рисовая",
                "price": 118,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 4088,
                "name": "Филе трески жареное в яйце + рис",
                "price": 103,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4089,
                "name": "Каша молочная пшённая с тыквой",
                "price": 15,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4090,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 88,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 4091,
                "name": "Каша молочная геркулесовая",
                "price": 16,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4092,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 48,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4093,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 135,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4094,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 67,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 4095,
                "name": "Каша молочная геркулесовая",
                "price": 119,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4096,
                "name": "Каша молочная пшённая",
                "price": 0,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4097,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 24,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4098,
                "name": "Каша молочная геркулесовая",
                "price": 91,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4099,
                "name": "Каша молочная рисовая",
                "price": 11,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4100,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 3,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4101,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 0,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 4102,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 95,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4103,
                "name": "Каша молочная пшённая с тыквой",
                "price": 95,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4104,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 54,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4105,
                "name": "Каша молочная пшённая с тыквой",
                "price": 54,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4106,
                "name": "Каша молочная рисовая",
                "price": 59,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4107,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 8,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4108,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 135,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4109,
                "name": "Каша молочная геркулесовая",
                "price": 34,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4110,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 98,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4111,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 48,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4112,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 22,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4113,
                "name": "Филе трески жареное в яйце + рис",
                "price": 61,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4114,
                "name": "Каша молочная рисовая",
                "price": 22,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4115,
                "name": "Филе трески жареное в яйце + рис",
                "price": 17,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4116,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 46,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4117,
                "name": "Каша молочная пшённая с тыквой",
                "price": 34,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4118,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 81,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4119,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 11,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4120,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 134,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4121,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 91,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4122,
                "name": "Каша молочная геркулесовая",
                "price": 68,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4123,
                "name": "Филе трески жареное в яйце + рис",
                "price": 70,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4124,
                "name": "Каша молочная рисовая",
                "price": 42,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4125,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 106,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4126,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 36,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4127,
                "name": "Каша молочная рисовая",
                "price": 71,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4128,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 129,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4129,
                "name": "Каша молочная пшённая с тыквой",
                "price": 81,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4130,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 128,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4131,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 134,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 4132,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 17,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4133,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 10,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4134,
                "name": "Каша молочная пшённая",
                "price": 126,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4135,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 13,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4136,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 111,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4137,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 92,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4138,
                "name": "Каша молочная геркулесовая",
                "price": 58,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4139,
                "name": "Филе трески жареное в яйце + рис",
                "price": 56,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4140,
                "name": "Каша молочная рисовая",
                "price": 123,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4141,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 142,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4142,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 12,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4143,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 148,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 4144,
                "name": "Каша молочная пшённая с тыквой",
                "price": 26,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4145,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 40,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4146,
                "name": "Каша молочная пшённая с тыквой",
                "price": 34,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4147,
                "name": "Каша молочная рисовая",
                "price": 67,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4148,
                "name": "Каша молочная пшённая",
                "price": 48,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4149,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 53,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4150,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 121,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4151,
                "name": "Каша молочная рисовая",
                "price": 5,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4152,
                "name": "Каша молочная геркулесовая",
                "price": 9,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4153,
                "name": "Филе трески жареное в яйце + рис",
                "price": 88,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4154,
                "name": "Каша молочная рисовая",
                "price": 113,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4155,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 51,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4156,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 102,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4157,
                "name": "Каша молочная пшённая",
                "price": 86,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4158,
                "name": "Каша молочная пшённая",
                "price": 103,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4159,
                "name": "Каша молочная рисовая",
                "price": 58,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4160,
                "name": "Каша молочная пшённая",
                "price": 114,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4161,
                "name": "Каша молочная рисовая",
                "price": 108,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4162,
                "name": "Каша молочная геркулесовая",
                "price": 125,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4163,
                "name": "Каша молочная пшённая",
                "price": 27,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4164,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 81,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4165,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 113,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4166,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 20,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4167,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 99,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 4168,
                "name": "Филе трески жареное в яйце + рис",
                "price": 149,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4169,
                "name": "Филе трески жареное в яйце + рис",
                "price": 1,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4170,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 121,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4171,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 145,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4172,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 129,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4173,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 3,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4174,
                "name": "Каша молочная геркулесовая",
                "price": 90,
                "category": "Салаты",
                "provider": "Fusion"
            },
            {
                "id": 4175,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 145,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4176,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 53,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4177,
                "name": "Каша молочная пшённая с тыквой",
                "price": 114,
                "category": "Первые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4178,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 85,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4179,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 144,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4180,
                "name": "Филе трески жареное в яйце + рис",
                "price": 50,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 4181,
                "name": "Каша молочная геркулесовая",
                "price": 119,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4182,
                "name": "Каша молочная пшённая с тыквой",
                "price": 66,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4183,
                "name": "Каша молочная пшённая",
                "price": 80,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4184,
                "name": "Каша молочная пшённая",
                "price": 144,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4185,
                "name": "Каша молочная пшённая с тыквой",
                "price": 41,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4186,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 9,
                "category": "Прочее",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4187,
                "name": "Каша молочная пшённая",
                "price": 94,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4188,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 126,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4189,
                "name": "Каша молочная пшённая",
                "price": 36,
                "category": "Вторые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4190,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 52,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4191,
                "name": "Каша молочная рисовая",
                "price": 24,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4192,
                "name": "Каша молочная геркулесовая",
                "price": 107,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4193,
                "name": "Каша молочная геркулесовая",
                "price": 56,
                "category": "Вторые блюда",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4194,
                "name": "Котлета \"норвежская\" из семги + рис с шафраном",
                "price": 111,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 4195,
                "name": "Каша молочная геркулесовая",
                "price": 58,
                "category": "Пирожные",
                "provider": "Fusion"
            },
            {
                "id": 4196,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 25,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4197,
                "name": "Тефтели рыбные в томатном соусе + пюре",
                "price": 29,
                "category": "Прочее",
                "provider": "Fusion"
            },
            {
                "id": 4198,
                "name": "Филе трески жареное в яйце + рис",
                "price": 66,
                "category": "Первые блюда",
                "provider": "Fusion"
            },
            {
                "id": 4199,
                "name": "Каша молочная пшённая",
                "price": 132,
                "category": "Салаты",
                "provider": "Хлеб-Соль"
            },
            {
                "id": 4200,
                "name": "Филе хека запеченое под маринадом + пюре",
                "price": 122,
                "category": "Пирожные",
                "provider": "Хлеб-Соль"
            }
        ]
    }
]